[
{"file": "file:///C:/Users/crkir/PycharmProjects/AzureScraperProject/Articles%20Html/Article%201.html", "text": "  Mark C. Gridley   Studies are reviewed that summarize correlations between art\r\npreferences and field dependence, authoritarianism, religiosity, dogmatism,\r\nconservatism, openness to experience, global thinking, sensation seeking,\r\npsychoticism, concrete versus abstract thinking, sequential versus random\r\nthinking, and the ego functions of intuition and sensation. Abstract art is\r\npreferred over representational art among individuals who enjoy novelty,\r\nambiguity, and dissonance and are particularly sensation seeking, open-minded,\r\nfield-independent thinkers, and are particularly low in desire for simple\r\norder. Abstract thinkers and random thinkers are more often fans of abstract\r\nart than are field-dependent, concrete, sequential thinkers. Analogous findings\r\nwith food, music, and visual stimuli suggest the existence of cross-modal\r\nrelations in aesthetic preferences.    A number of psychologists have not accepted the old adage\r\nthat there is no accounting for taste. They have conducted investigations\r\nregarding links between personality, thinking style, and art preferences. The\r\nfollowing discussion summarizes highlights of their work, and it offers new\r\ninterpretations and future directions to be pursued, particularly with respect\r\nto preferences for abstract art.                             \r\n    To begin considering what underlies preferences for abstract\r\nart let us first examine the relative popularity of abstract art. Something you\r\ncan go out and see in the real world is the subject of representational art.\r\nThe designation \"abstract art\" ranges from distortions of familiar\r\nfigures to entire canvases occupied by drips and color fields. In museum tours,\r\nshowing 76 original oil paintings that ran from the 15  century\r\nthrough the 20  century, from Giovani Bellini to Pablo Picasso,\r\nRump and Southgate (1967) found their 139 participants preferred pictures\r\nrealistically depicting familiar objects. The City of Toronto (Cameron, 1970)\r\nran a public opinion poll, asking a representative sample of 500 metropolitan\r\nToronto residents to view, rank according to preference, and comment on\r\nreproductions of 220 paintings. Finding no relation between any demographics\r\nand art style preferences and no relation between art training and art style\r\npreferences, the investigators found the most abstract paintings (by Piet\r\nMondrian and Jackson Pollock, for instance) were the least liked and the most\r\nrepresentational paintings (by Auguste Renoir and Andrew Wyeth, for example)\r\nwere the most liked. They were particularly rejecting of works that distorted\r\nfamiliar objects, especially the female body, or that represented religious\r\nsubjects nontraditionally. Only 14% of the Toronto sample preferred abstract\r\nart to representational art. No personality questions were asked. Therefore, we\r\ndo not know whether individual differences in personality or thinking style\r\nwere associated with differences in art preferences.  Complementary to the results of Cameron’s (1970) survey, the\r\nteam of Komar and Melamid (1997) found that preference trends are rather\r\nconsistent across cultures. Their work represented a massive series of studies\r\nwith over 10,000 interviewees, sampled from China, Russia, Turkey, Ukraine,\r\nFrance, Denmark, America, Finland, Canada, Iceland, and Kenya. They found the\r\nmost popular subjects were landscapes, then animals and people. Representative\r\nart was generally preferred over abstract art. The least preferred shapes and\r\nforms were abstract arrangements. The most preferred forms were playful designs\r\nwith soft curves, and cheerful content that are relaxing to look at.\r\nConsiderable variation in preferences did exist, however. For instance, to say\r\nthat the most popular color in a particular country was blue, might mean only\r\nthat 18 percent of those surveyed chose blue first, while all other colors\r\nreceived endorsements of less than 18 percent.  Preference differences between participants in the Toronto\r\nstudy and between participants in the surveys of Komar and Melamid (1997) lead\r\nus to ask how we might account for the diversity of preferences. Since neither\r\nCameron nor the team of Komar and Melamid asked any questions regarding\r\npersonality or thinking styles we do not know whether individual preferences\r\ncorresponded in any way to personality traits or thinking styles.     Several attempts to specify underlying psychological\r\nprocesses in visual preferences have been limited by their lack of personality\r\nquestions, as in the surveys of Cameron (1970) and Komar and Melamid (1997).\r\nFor example, the usefulness of a study by Morriss and Dunlap (1988), addressed\r\nby Martindale (2001), is also limited by the absence of personality and\r\nthinking style measures on the participants. Morriss and Dunlap tested Goethe’s\r\nLaw (1810) about how pleasingness may be related to the proportional size of\r\nareas occupied by different colors in paintings according to the lightness of\r\nthose colors. This law originated when Goethe first assigned numbers to each\r\nprimary color to indicate relative lightness, such that yellow was 9, orange\r\nwas 8, red was 6, violet was 3, blue was 4, and green was 6. He contended that\r\nin order to achieve maximum pleasingness the area of a color should be\r\ninversely proportional to the number assigned to it. For example, as yellow is\r\nthree times as light as violet, the area of yellow in a painting must be one\r\nthird the area of violet to produce the most pleasing combination. In Morriss\r\nand Dunlap’s study various combinations of lightness and saturation were\r\nadjusted by naïve subjects to achieve the greatest pleasingness and test\r\nGoethe’s Law. About half of their subjects obeyed Goethe’s Law. Personality\r\ncould be expected to account for some of the difference between Morriss and\r\nDunlap’s subjects who preferred brightness according to Goethe’s formula and\r\nthose who did not. Yet regarding these findings, instead of considering\r\npersonal temperament, Martindale speculated that adults tend to disregard\r\nbrightness or lightness because it carries little useful information, whereas\r\nbrain damaged people and psychotics do attend to it (Martindale, 2001;\r\nMartindale, Boselie & Dailey, 1994).  In contemplating the reasons for aesthetic preferences and\r\nthe findings of Morriss and Dunlap, Martindale (2001) referred to an object\r\nclassification task refined by Goldstein and Sheerer (1941) that has been used\r\nto investigate concept formation and is occasionally used to screen for brain\r\ndamage. Martindale cited the finding that only psychotic and brain damaged\r\nsubjects sort objects on the basis of lightness. Relevant to this observation\r\nis work by Eysenck and Eysenck (1976), who used the term “psychoticism” in\r\ndeveloping the P scale of the   (EPQ).\r\nIn Eysenck’s P scale the scores are not necessarily a measure of insanity, but\r\nsome of the traits on it lie along a continuum with traits possessed by both\r\nnormals and psychotics. Regarding Martindale's remark that only psychotic and\r\nbrain damaged subjects sort objects on the basis of lightness it is interesting\r\nthat he did not address the facts that (1) normal individuals lie on a\r\ncontinuum with psychotics in their scores on the P scale or that  (2) high\r\nscorers on the tough-mindedness factor of this scale, who were neither\r\npsychotic nor brain damaged, have been found to prefer (a) complex drawings\r\n(Eysenck, 1994), (b) jazz (Lester & Whipple, 1996), (c) graphically violent\r\nhorror movies (Weaver, 1991), (d) enhanced bass in music (McCown, et al, 1997),\r\nand (e) dissonant chords in music (Rawlings, et al, 1995), or that Eysenck\r\n(1994) himself reported that these people tend to like (f) unusual things.\r\nThese other findings suggest that personality could be expected to account for\r\nsome of the difference between Morriss and Dunlap’s subjects who preferred\r\nbrightness according to Goethe’s formula and those who did not. This should not\r\nbe a surprise if we recall that food preferences are also linked to personality\r\nand temperament (Child, Cooperman & Wolowitz, 1969), and music preferences\r\nalso have been shown to correlate with personality traits (Cattell &\r\nSaunders, 1954; Dollinger, 1993; Glasgow, Cartier & Wilson, 1985; Livosky,\r\net al, 2012; McCowan, et al, 1997; Payne, 1967; Rawlings, et al, 1995; Rentfrow\r\n& Gosling, 2003). For instance, individuals who prefer whole cranberries\r\nmore than cranberry jelly, cookies more than cake, bitter sweet chocolate more\r\nthan sweet chocolate, dark bread more than light bread, hard rolls more than\r\nsoft rolls, and sour pickles more than sweet pickles also tend to be more\r\nindependent and prefer more intellectual challenge than individuals who do not\r\nhave these preferences. By comparison with introverts, extraverts tend to\r\nprefer more active, unusual music, with high arousal properties, and listeners\r\nscoring high on agreeableness in measures of the Big Five personality traits\r\ntend to like pop music and “easy listening” music more than listeners who score\r\nlow on agreeableness. Individuals scoring high on conservatism tend to prefer\r\nfamiliar music.  As preference for simple order and lack of intensity\r\ndistinguish trends in preferences for stimuli in all three sense modalities\r\n(vision, audition and taste) why would there not also be similar relations\r\nbetween personality and preferences for degrees of regularity in visual forms?\r\nIn fact, other studies and comments by Martindale about the origins of\r\naesthetic interests addressed similar cognitive processes. For example,\r\nMartindale contended that jarring, rough sounding harmonies, known in music as\r\ndissonances, are displeasing (Martindale, 2001). Yet some music listeners like\r\ndissonance (Lester & Whipple, 1996; Pabon & Gridley, 1998). For\r\nexample, among listeners who are attracted to dissonance are aficionados of\r\navant-garde music throughout the twentieth century, and not just fans of Bela\r\nBartok, Arnold Shoenberg, Alban Berg, Krystof Penderecki, Karlheinz\r\nStockhausen, and Olivier Messiaen. I have found dissonance lovers among jazz\r\nfans who are partial to the playing of Thelonious Monk, Cecil Taylor, Anthony\r\nBraxton, and some late-period John Coltrane. These findings with food, music,\r\nand visual stimuli suggest the existence of cross-modal relations in aesthetic\r\npreferences. The irregular, jarring combinations of pitches that constitute\r\ndissonance in music may be analogous to irregular patterns in visual stimuli,\r\nas in paintings by Wassily Kandinsky, Willem Dekooning, and Jackson Pollock.\r\nThis is relevant because of Martindale’s discussion of results in studies of\r\nvisual preferences by Martindale, Boselie, and Dailey (1994). Finding\r\npreference for bands of wavelength symmetries to be a function of the\r\nsimplicity of their spectra, the investigators observed that people are\r\ndispleased by bands in which the elements are not repeated in exactly a\r\nstraight line, in which the elements are not equally spaced, or in which\r\ndifferent forms rather than the same form are repeated. Martindale described\r\nthe spectra of such bands as horrible messes and mentioned that such bands are\r\nalmost never used in decorative art (2001). Yet Martindale did not mention that\r\nthis finding might help explain why many viewers also consider the great\r\nabstract artworks to be horrible messes (Cameron, 1970) and why bebop jazz is\r\nso much less popular than swing style jazz (Gridley, 1984). The characteristics\r\nof disliked bands of wavelengths could just as easily describe bebop jazz. For\r\nexample, the direction of improvised lines contains elements that are not\r\nrepeated in exactly a straight line, and the kernels of melody within\r\nimprovisations are not equally spaced. Bebop jazz is characterized by different\r\nforms of melody, harmony and rhythm, instead of repetitions for the same form.\r\nDespite displeasing many people, perhaps it is precisely such asymmetry in art\r\nand music that pleases a given personality type (Eysenck, 1994; Eysenck &\r\nFurnham, 1993). Though some bebop jazz is not particularly dissonant, bebop\r\nstyles have never been as popular as swing styles, and bebop styles are\r\ngenerally less consonant than swing styles. In conclusion, there is a particular\r\npersonality type who is inclined to search for novel sounds and who finds\r\npleasure in dissonance (Rawlings, et al, 1995). Several traits for this\r\npersonality type are identified below in discussions for contributions by\r\nEysenck and Zuckerman. In other words, personality may play a significant role\r\nin accounting for aesthetic preferences.     Martindale’s contentions regarding band width preferences\r\nmay also be related to field dependence, and it follows that a portion of art\r\npreferences may be related to the ability to visually extract a hidden figure\r\nfrom its background. This is disembedding ability, also known as field\r\nindependence (Witkin, et al, 1954). This ability differs from person to person\r\n(Witkin, 1950), increases slightly with practice (Goldstein & Chance,\r\n1965), and has a genetic component (Stuart, et al., 1965). Though an ability that\r\nis correlated with intelligence (Goldstein & Blackman, 1978; McKenna,\r\n1984), it is often classified as a cognitive style.  Though research on the relation between disembedding ability\r\nand art preference is scanty, a few studies address the issue. Tobacyck, Myers,\r\nand Bailey (1981) contended that with field independence the person’s\r\nperceptual/cognitive operations appear more analytic, and the person can impose\r\nstructure upon stimuli that have little inherent structure. They found that\r\npeople with more field dependence showed greater dislike for the\r\nabstract-expressionist paintings of Jackson Pollock, certainly a nonrepresentational\r\npainter, and greater liking for highly structured, representational portraits\r\nby Manet and frontier cabin scenes by Harnett and Haberle. Roubertoux, Carlier,\r\nand Chaguiboff (1971) had made similar observations. Savarese and Miller (1979)\r\nfound that individuals indicating field independence, by obtaining scores above\r\nthe median on the   of Oltman, Raskin, and\r\nWitkin (1971), tended to prefer art which emphasizes masses, drawing attention\r\naway from the edges, in which individual elements are no longer separate from\r\neach other, flowing instead into each other and their surroundings. Viewers who\r\ndo well at disengaging a smaller part from its whole (i.e., field-independent\r\nindividuals) may find the structure of linear art work redundant or simply may\r\nnot have as great a need for particularly obvious structure. Such individuals\r\nare able to tolerate the ambiguity that accompanies indistinct outlines and\r\ninterior forms.  Individuals who obtained scores lower than the median in\r\ntheir disembedding ability preferred art that was more linear, such that it\r\nemphasized parts with clear boundaries separating them. The investigators\r\nspeculated that viewers who have difficulty finding the parts in the whole\r\n(i.e., field-dependent individuals) feel more comfortable with the imposed\r\nstructure of linear art work. The clear outlines and boundary definitions of\r\nlinear art work in a sense do the perceptual work for these individuals. This suggests\r\nthat the thinking styles of such individuals may also be described by the terms\r\n\"concrete\" and \"sequential,\" as will be discussed below in\r\nrelation to Gregorc's (1982) conceptualization.    Having considered relations between psychoticism, field\r\ndependence, and preferences for dissonance and abstract art, we shall next\r\nconsider personality traits that are correlated with attractions to art. For\r\nexample, using the   and  , Knapp and colleagues found preference for\r\nnonrepresentational painting to correspond with personalities who are\r\nsubjective, imaginative, unpractical, and sensitive (Knapp, 1964; Knapp &\r\nGreen, 1960; Knapp & Wulff, 1963). Knapp termed this “the subjective\r\npersonality.” This describes the personality type obtained by profiles on the   that are designated NFP (Myers, 1980). This is a personality\r\nwho is interested in ideas and concepts more than facts and sensations, is an\r\nindependent thinker, looks inside the self for inspiration, is interested in\r\nhow things are related to each other, the future, abstraction, the subjective,\r\nremains open-minded and curious, and appreciates going on tangents and being spontaneous.\r\nThis type of personality is similar to the type identified by a number of\r\npersonality researchers who refer to the openness to experience factor (McRae\r\n& Costa, 1977; Rawlings, et al, 1998) and the abstract-random thinking\r\nstyle (Gregorc, 1982). While other investigators have not used Knapp's\r\ndesignation, there is evidence for a relatively stable personality type\r\ninvolving these features. For example, Dollinger (1993) and Rawlings,\r\nBarrante-Vidal, and Furnham (2000) found that openness to experience is\r\npositively related to enjoyment of a variety of different kinds of music,\r\nparticularly those that are less conventional or mainstream.   . Another fruitful line of inquiry\r\ninvolves a subscale of a widely used personality test. Individuals with\r\nelevations on the P scale of the EPQ (Eysenck, 1975) have been shown to have\r\ncertain aesthetic preferences. They have also been shown to emphasize (a)\r\nself-reliance, (b) rejection of people, (c) egocentricity, (d) sensation\r\nseeking, and (e) impaired empathy. These traits are associated with high\r\nelevations on the tough-mindedness factor of the P scale. Pyron (1966) found\r\npreference for complexity of perceptual organization to correspond with the\r\nself-reliance and rejection of people, which are also indicated by the\r\ntough-mindedness factor on the P scale (Eysenck, 1975; Zuckerman, Kuhlman &\r\nCamac, 1988). Rawlings, et al (1998) found a substantial relationship between\r\nsensation-seeking, openness, and psychoticism, and a creativity/preference set\r\nparticularly represented by preference for complexity. Eysenck (1994) also\r\nfound scores on the P scale to be correlated positively with preference for\r\ncomplexity, and he found them to be correlated with preference for abstract\r\nart. This is consistent with findings of other studies showing that artists\r\nprefer complexity and asymmetry and that high P scores characterize the more\r\ncreative artists (Eysenck & Furnham, 1993; Goetz, et al, 1979). Note that,\r\ndespite this review's focus on relations between preferences and abstractness\r\nin art, studies relating preferences and stimulus complexity are also cited.\r\nThough they are not equivalent, perceived stimulus abstractness and perceived\r\nstimulus complexity can be influenced by some of the same features of art, and\r\nattractions to both of them frequently occur in the same groups of people. An\r\nexamination of interrelatedness and distinctions between these two properties\r\nis beyond the scope of the present review.   . Interest in art as a whole may\r\nbe related to personality (Gridley, 2004), and preference for abstract art may\r\nexist in a subset of individuals who have a personality that enjoys art. A\r\ntrend for that subset seems to be manifested by absence of a pronounced desire\r\nfor simple order. The personality traits of religiosity, dogmatism,\r\nauthoritarianism, and conservatism may all reflect a desire for simple order,\r\nand the lack of simple order in abstract art may explain its rejection by\r\nindividuals who are high in those traits. For instance, dogmatic people,\r\nuncomfortable in a field that does not yield to judgment according to rules,\r\nshould place a lower value on any art works than would the more open minded\r\nviewers (Fairhill & Punch, 1991). Several studies have found liking for\r\nart, especially abstract styles, inversely related to religiosity, dogmatism,\r\nand authoritarianism (Frumkin, 1962; Knapp & Wulff, 1963; Rosenberg &\r\nZimet, 1957). Wilson, Ausman, and Mathews (1973) found conservatism to be\r\ninversely related to preference for complexity in paintings, and the\r\ninvestigative teams of Roubertoux, Carlier, and Chaguiboff (1971) and Furnham\r\nand Walker (2001a) both found conservatism inversely related to preference for\r\nabstract art. Similarly, Chamorro-Premuzic, et al (2009) found\r\nconscientiousness inversely related to preference for abstract art. Linderman\r\n(1962) found that authoritarian rigidity in judges of art corresponded to a dislike\r\nfor abstract works. Consistent with these trends, Pyron (1966) and Rittelmeyer\r\n(1969) found acceptance of avant-garde art (as well as music and literature) to\r\nbe inversely related to dogmatism and positively related to acceptance of\r\nchange. It should be no surprise that liking for abstract art would be found to\r\nbe positively correlated with three other personality traits which are opposite\r\nof the desire for simple order: openness to experience, desire for complexity,\r\nand tolerance for ambiguity. Acceptance of perceptual complexity and tolerance\r\nfor perceptual ambiguity relate to other avant-garde aesthetic interests as a\r\nwhole, not just art preferences (Raychaudhuri, 1965). Openness to experience\r\nhas been found to be associated with liking abstract art (Chamorro, et al,\r\n2009; Rawlings, 2003; Rawlings, Vidal & Furnham, 2000). Note that, though\r\ntolerance for ambiguity is related to openness and correlated with liking\r\nabstract art, mere   for ambiguity might not be the key.  \r\nto ambiguity might explain some preferences for abstract art. This possibility\r\nis explored further below.   . Attraction to ambiguity and\r\nattraction to perceptual complexity may also be consistent with desire for high\r\nlevels of sensation. Therefore, it would be consistent with the fact that\r\nsensation seeking has been found to be positively correlated with preference\r\nfor complexity in pictures (Looft & Baranowski, 1971; Rawlings, et al,\r\n1998; Zuckerman, Neary & Brustman, 1970) and that liking for\r\nabstract-expressionist art has been found to be positively correlated with\r\nsensation seeking (Furnham & Bunyan, 1988; Furnham & Walker, 2001a;\r\nMastandrea, Bartoli & Bove, 2009; Rawlings, 2003; Rawlings, Vidal &\r\nFurnham, 2000; Tobacyck, Myers, & Bailey, 1981).   Now let us turn to what may be the most promising area of\r\nresearch in the psychology of art preferences: thinking style. In dealing with\r\ndifferent personality dimensions, Gregorc (1982) proposed an approach to\r\nvarious aspects of personality that derive from perceptual abilities, as\r\nabstract or concrete, and direction of thought, as linear or random. Most\r\nhelpful to our purposes are Gregorc's observations of relations between\r\nperceptual abilities, direction of thought, and the presence of aesthetic interests\r\nin general, as well as a proposal for dynamics underlying response to\r\nparticular styles of art. Research by Gridley (2006b) has confirmed the utility\r\nof Gregorc's conception for distinguishing art connoisseurs who prefer abstract\r\nart from those who prefer representational art. The more random and abstract\r\nthe connoisseurs' thinking scores on the Gregorc Style Delineator, the more\r\nabstract and avant-garde were the connoisseurs' preferred styles of art. Like\r\nart preferences, musical preferences also may be related to listeners’ thinking\r\nstyles. For example, when personal indications of liking were plotted against\r\nstimulus complexity in jazz piano recordings Gordon and Gridley (2013) found\r\nmusical preferences to be related to musical complexity according to an\r\ninverted-U function. They then suggested that individual listeners may be\r\ndistinguished by their inverted-U’s positions on the complexity axis according\r\nto their personal thinking style’s degree of abstractness. Let us examine Gregorc's conceptualization of thinking\r\nstyles in more depth, ultimately leading to a plausible explanation for links\r\nbetween such styles and art preferences. Gregorc designated perceptual\r\nabilities as the means for grasping information. He identified two qualities of\r\nperceptual abilities. The first is abstractness, which enables the person to\r\ngrasp, conceive, and visualize data through the faculty of reason and to\r\nemotionally and intuitively register and deal with inner and subjective thoughts,\r\nideas, and concepts. This quality permits the person to apprehend and perceive\r\nthat which is invisible and formless to the physical senses.  Gregorc designated the second quality of perceptual ability\r\nas concreteness. This enables the person to grasp and mentally register data\r\nthrough the direct use and application of the physical senses. Some individuals\r\nare more concretely oriented than they are abstractly oriented, and abstract\r\nthinkers are better at synthesizing and integrating many details than concrete\r\nthinkers are because abstract thinkers seek patterns, such as the big picture\r\n(Gregorc, 1982). In classifying direction of thought, Gregorc designated\r\nordering abilities as the ways in which we authoritatively arrange,\r\nsystematize, reference, and dispose of information. These emerge as two\r\nqualities, (1) sequence, which disposes the mind to grasp and organize\r\ninformation in a linear, step-by-step, methodical, predetermined order and (2)\r\nrandomness, which disposes the mind to grasp and organize information in a\r\nnonlinear, galloping, leaping, and multifarious manner. This style allows data\r\nto be processed simultaneously and holistically. Some individuals are more\r\nsequentially oriented than random, and some are more randomly oriented than\r\nsequential. The coupling of these qualities forms four distinct transaction\r\nability channels: concrete-sequential, abstract-sequential, abstract-random,\r\nand concrete-random. Gregorc has found that individuals whose direction of\r\nthought is usually spiraling or tangential, instead of straight-line\r\n(abstract-random and concrete-random thinkers) act as though they have the\r\nability to perceive things beyond what is in front of them, as a meta-message.\r\nRandom thinkers can synthesize more readily than sequential thinkers because\r\ntheir thoughts and perceptions are jumping around in directions that are\r\nweb-like, rather than following a straight line. This resembles a thinking\r\nstyle that Sternberg (Sternberg & Grigorenko, 1997; Sternberg & Wagner,\r\n1989) termed global, rather than local. Roubertoux, Carlier and Chaguiboff\r\n(1971) had also offered a similar conception. Gregorc has observed that such thinking style tendencies\r\ncorrelate with a person's interests. Since, for the concrete-sequential\r\nthinkers “What you see is what you get,” Gregorc has found that\r\nconcrete-sequential thinkers often reject the arts because arts have no\r\npractical value. The metaphorical, for instance, may raise fear for the\r\nconcrete-sequential thinkers because they do not tend to think in terms of the\r\nabstract relationships conveyed by metaphors. Much of Gregorc's conceptualizing echoes the thinking of\r\nGoldstein and Scheerer (1941), whose definition of the concrete\r\nability-attitude (termed “thinking style” in the present paper) mentions that\r\nit is never mediated by discursive reasoning, and that it is immediate, sensory\r\nand tangible. Goldstein and Scheerer contend that the most concrete way of\r\ndealing with situations or things is to react to one aspect of them\r\nexclusively, one color, one dimension, one property, one practical use. This\r\nresembles the “sensation” function described by Jung (1921) that can be\r\nmeasured by the  ’s S scale (Meyers, 1980). By comparison with the concrete attitude the abstract\r\nability-attitude embraces more than merely the real stimulus, involves\r\nreasoning, awareness and self-accounting of one’s doing (Goldstein &\r\nScheerer, 1941). It requires that we transcend the immediate situation, and to\r\nabstract common properties from particular properties. With this\r\nability-attitude we are oriented by conceptual viewpoints such as category and\r\nclass. The abstract ability-attitude is involved when we shift reflectively\r\nfrom one aspect to another, hold in mind simultaneously various aspects, grasp\r\nthe essential of a given whole, abstract common properties reflectively to form\r\nhierarchic concepts, assume an attitude toward the mere possible, and think or\r\nperform symbolically. This resembles the “intuition” function described by Jung\r\n(1921), which can be measured by the  ’s N\r\nscale (1980), and which Gridley (2004) found to predominate among a sample of\r\nserious art collectors   and a sample of professional fine artists (2006a).  Age, experience, and gender have not been found to make much\r\ndifference in thinking styles. Our preferred styles remain with us for life,\r\njust as our handedness remains for life, though we may increase or decrease in\r\nthe flexibility with which we can rotate thinking styles according to\r\nsituational demands, as when we employ one style for brainstorming and another\r\nfor coming to a decision. Substantial gender differences have not been found in\r\nthinking styles, at least among the 128 artists and 161 engineers in a study by\r\nGridley (2007),  several normative samples for the test of   of Sternberg and Wagner (1992), and 400 subjects\r\nin the normative sample for the   (1982). The findings of Gregorc, the conceptualizations of Jung,\r\nGoldstein and Scheerer, and the data collected using the   of Gregorc and the   complement\r\nfindings on sensation seeking, religiosity, authoritarianism, and psychoticism\r\n(Eysenck's P scale). All contribute to our quest for identifying relations\r\nbetween thinking styles and art preferences. They demonstrate that some of the\r\ndiversity in personal preferences for art styles is related to diversity in\r\nthinking styles.  Considering the conceptualizations of Jung, Gregorc,\r\nGoldstein and Scheerer, it is no coincidence that Machotka (1970) has argued\r\nthat aesthetic perception requires an ability to break with mental schemata so\r\nas to approach the world afresh. He suggested that, rather than being good at\r\ndisembedding hidden figures (recognizing familiar forms), the individual who\r\nexcels at aesthetic perception is good at making sense out of chaos,\r\nsynthesizing the whole visual array presented by an art work. Machotka’s own work\r\nhas found this tendency to correlate with aesthetic judgment (Machotka &\r\nWaite, 1968). Child (1965) has also reported findings that are similar to\r\nMachotka's. Gregorc (1982) has described this ability as the abstract-random\r\nstyle. The thinking process of a person with this style jumps around a lot,\r\ntaking in a diversity of points, integrating and rapidly getting beyond the\r\ndetails to obtain a sense of the overall quality of a work. In keeping with these conceptualizations, Gregorc proposed\r\nthat it is reasonable to expect that individuals with the concrete-sequential\r\ntype of thinking would be bewildered by the value of abstract expressionist\r\nart, even though they might accept it as art because they see it in a museum\r\n(A. Gregorc, 2001, personal communication). Perhaps greater tension is evoked\r\nby abstract-expressionist art’s novel stimuli and many possible meanings for\r\nthe concrete-sequential thinker than for the abstract-random thinker. This\r\ncould be expected just as we can expect ambiguity to be disturbing for\r\nindividuals with high authoritarianism and high dogmatism. Similar reasoning\r\nalso had been offered by Roubertoux, Carlier, and Chaguiboff (1971). We know\r\nthat concrete-sequential thinkers tend to dislike abstract paintings and other\r\navant-garde art forms, and we suspect that this may be due in part to the\r\nstrain that such works may place on these viewers’ high desire for simple\r\norder. Note, however, that same strain could be stimulating in a desirable way\r\nfor individuals who are high in novelty-seeking and sensation seeking.\r\nTherefore, there could be concrete-sequential thinkers who are sensation\r\nseekers who like abstract art for the sensation that its novel shapes and\r\ncolors present. Additionally, some viewers with the abstract-random style of\r\nthinking could be expected to enjoy abstract-expressionist art because it\r\nprovides opportunities to organize otherwise disorganized stimuli, and\r\nindividuals with this type of thinking style enjoy the challenge of exercising\r\ntheir organizing capacity. However, for viewers who enjoy ambiguity just for\r\nthe sake of ambiguity as for its sensational effect, a satisfaction found in\r\norganizing otherwise disorganized stimuli may not always be relevant in\r\naccounting for attraction to abstract expressionist art. Consistent with this\r\nline of reasoning, Roubertoux, Carlier and Chaguiboff (1971) showed global\r\nthinking style to be associated with preference for abstract art  and\r\nLinderman (1962) found rigid personalities to be less inclined to prefer\r\nabstract art, even with considerable training in art. Moreover, in a sample of\r\nserious art collectors, Gridley (2006b) found that the more sequential and\r\nconcrete thinking the art connoisseurs' scores on the  , the more realistic and representational were the connoisseurs'\r\npreferred styles of art. The more random and abstract thinking the\r\nconnoisseurs' scores on the  , the more abstract\r\nand avant-garde were the connoisseurs' preferred styles of art. In fact,\r\nBillota and Lindauer (1980) contended that responsiveness to the arts may\r\ndepend less on special background and more on cognitive processes related to\r\naesthetics, physiognomy, and imagination. The old adage “There is no accounting for taste” is not\r\ntrue. Differences between attraction to representational art and attraction to\r\nabstract art tend to reflect differences in personality traits and preferred\r\nthinking styles just as food preferences are related to personality and\r\ntemperament, and music preferences correlate with personality traits. Abstract\r\nart is preferred over representational art among individuals who enjoy novelty,\r\nambiguity, and dissonance and who are particularly sensation seeking and\r\nopen-minded. Among those who like art, field-independent thinkers, as well as\r\nabstract and random thinkers, are more likely to be fans of abstract art than\r\nare field-dependent, concrete, and sequential thinkers. Some of the diversity in personal preferences for art styles\r\nis related to diversity in thinking styles. Findings using the\r\nconceptualizations of Gregorc, Jung, and Goldstein and Scheerer demonstrate\r\nthat trends linking art preferences to thinking styles complement findings\r\nlinking art preferences to such personality dimensions as sensation seeking,\r\nreligiosity, conservatism, openness, authoritarianism, and psychoticism. A\r\ncommon trend that emerged across earlier studies is that low desire for simple\r\norder characterizes individuals who like abstract art. Moreover, mere  \r\nfor ambiguity might not be the key.   to ambiguity, due to\r\nthinking style such as the abstract-random style, might partly explain\r\nattraction to abstract art. Viewers with the abstract-random style of thinking\r\nmay enjoy abstract-expressionist art in part because the process of\r\napprehending such creations provides opportunities to organize otherwise\r\ndisorganized stimuli, and individuals with this type of thinking style may\r\nenjoy the challenge of exercising their organizing capacity. This viewer\r\ndynamic could be explored by way of research designs that are proposed below.   Several future investigations could enhance our\r\nunderstanding of the links between art preferences and thinking styles. For\r\ninstance, one direction could focus on relating the degree to which given art\r\nobjects are deemed to be abstract with the degree to which viewers have the\r\npersonality and thinking styles that have been linked to preferences for\r\nabstract art. The strength of correlations could be indicated by studies in\r\nwhich investigators begin by (a) selecting a large sample of paintings, (b)\r\nhaving experts rank them according to abstractness, then (c) showing them to a\r\nlarge sample of viewers who are asked to indicate their degrees of liking. (d)\r\nAll viewers would be required to complete measures for each of the personality\r\ntraits and thinking styles that were identified above. Greater support could be\r\nobtained for the above conclusions by (e) correlating the (1) resulting\r\npreference scores with (2) degrees of abstractness for the viewed paintings and\r\n(3) elevations on the test profiles for personality traits and thinking styles\r\nof the viewers. As the Gridley (2006b) studies on abstract and concrete\r\nthinking styles were done only on high-end art collectors, and many of the\r\nother studies were done only on laymen, the results of future studies would be\r\nmost useful if data were collected separately on high-end art collectors and\r\nlaymen. Measures of additional thinking styles, such as the holist versus\r\nserialist distinction (Pask, 1972; Pask & Scott, 1972) could supplement the\r\n ’s measure of abstract versus concrete thinking.\r\n The motive of attraction to ambiguity (instead of mere\r\ntolerance of ambiguity) might be further explored for what might prove to be\r\nsub-motives: (a) enjoyment of challenges to order the chaos, perhaps related to\r\nNeed for Cognition (Cacioppo, et al, 1996), and (b) enjoyment of lack of order,\r\nas for stimulation in and of itself, perhaps related to Sensation Seeking\r\n(Zuckerman, Neary & Brustman, 1970), (c) Change Seeking (Garlington &\r\nShimota, 1964), and (d) Novelty Seeking (Pearson, 1970, 1971). These might identify\r\ndifferent facets of personality that are relevant, thereby indicating\r\nattractions to abstract art that may derive from unrelated aspects of the\r\nviewing tendencies. Another group of studies could investigate distinctions\r\nbetween those individuals preferring abstract art in which the subject is still\r\ndiscernible, as in Picasso's cubist works, and those individuals preferring\r\nabstract art in which nothing familiar reveals itself at all, as in Pollock's\r\ndrip paintings. Research could explore differences in preferred thinking styles\r\nof the fans for each category, and it could answer, for example, the question\r\nof who likes wild arrangements of colors and shapes for their own sake, as in\r\nworks by Sam Francis and Hans Hoffman, by comparison with who likes puzzle-type\r\nabstract art, as in cubist works by Picasso and collages by Rauschenberg.\r\nFurther measures could help determine whether the Need for Cognition (Cacioppo,\r\net al, 1996) may be a relevant variable in distinguishing the two groups of\r\nfans.  Exploring precisely how viewers experience abstract art\r\nwould enhance our understanding of the relationship between thinking style and\r\nart preferences. Such an investigation may be facilitated by accompanying\r\nindividuals to art museums and standing with them for approximately 30 minutes\r\nin front of a work by Jackson Pollock, Willem de Kooning, or Wassily Kandinsky,\r\nand interrupting their gaze every few minutes to ask exactly what they are\r\nthinking and seeing. This might be accomplished by means of the think-aloud\r\ntechnique, as used by Pennebaker’s Electronically Activated Recorders (EARs).\r\nThe EAR technique captures 30 seconds of self-reported thoughts every so often,\r\nand it could be used to eavesdrop on the viewers’ thoughts (Mehl, et al, 2001).\r\nNote, however, that to minimize bias, such investigators would need to be\r\ncertain that any recording be done by a researcher who is blind to any\r\nexperimental hypotheses. Obtaining profiles from participants in the think-aloud\r\nstudies on an assortment of thinking styles measures would allow researchers to\r\nlook for trends between the ways abstract art fans process the viewing\r\nexperience and their personalities and thinking style. Care must be taken to\r\nensure that the participants are abstract art fans, not viewers who say,\r\n\"How could a museum pay for such crap?,\" or \"My kid could do\r\nthat!\"   Bilotta, J. & Lindauer, M. S. (1980). Artistic and\r\nnon-artistic backgrounds as determinants of the cognitive responses to the\r\narts.  ,  , 354-356. Cameron, D. F.  (1970). The public and modern art.  ,   (March), 4-15.    (Summarized by T. A. Heinrich,  ,\r\n1969,   138-145.) Cacioppo, J. T., Petty, R. E., Feinstein, J. A., Jarvis, W.\r\nB. G. (1996). Dispositional differences in cognitive motivation: The life and\r\ntimes of individuals varying in need for cognition.   (2), 197-253. Cattell, R. B. & Saunders, D. R. (1954). Musical\r\npreferences and personality diagnosis: A factorization of one hundred and\r\ntwenty themes.  ,  , 3-24. Chamorro-Premuzic, T., Reimers, S., Hsu, A., &\r\nAhmetoglu, G. (2009). Who art thou? Personality predictors of artistic\r\npreferences in a large UK sample: The importance of openness. (3), 501-516.  Child, I. L. (1965). Personality correlates of esthetic\r\njudgment in college students.  ,  ,\r\n476-511. Child, I. L, Cooperman, M., & Wolowitz, H. M. (1969).\r\nEsthetic preference and other correlates of active versus passive food\r\npreference.    \r\n(1), 75-84. Dollinger, S. J. (1993). Research Note: Personality and\r\nmusic preference: Extraversion and excitement seeking or openness to\r\nexperience?  ,  , 73-77. Eysenck. H. (1975).  . San Diego: Educational and Industrial Testing Service. Eysenck, H. (1994). Creativity and personality: Word\r\nassociation, origence, and psychoticism.  ,  (2),\r\n209-216. Eysenck, H. & Eysenck, S. B. B. (1976).   London: Hodder & Stoughton. Eysenck, H. & Furnham, A. (1993). Personality and the\r\nBarron-Welsh Art Scale.                ,  \r\n(3), 837-838. Fairhill, J. H. & Punch, K.  F. (1991). The relationship\r\nbetween aesthetic judgment and dogmatism.  ,\r\n , 97-103. Frumkin, R. N. (1962). Preference for traditional and modern\r\npainting: an empirical study.  (Columbus, Ohio: Ohio State University)  ,   (11), 4106-4107; (UMI No. 62-2133). Furnham, A. (1993). Personality and the Barron-Welsh Art\r\nScale.  ,   (3), 837-838. Furnham, A. & Bunyan, M. (1988). Personality and art\r\npreferences.  ,  , 67-74. Furnham, A. & Walker, J. (2001a). Personality and\r\njudgments of abstract, pop art, and representational paintings. (1), 57-72 Furnham, A., & Walker, J. (2001b). The influence of\r\npersonality traits, previous experience of art, and demographic variables on\r\nartistic preference. (6),\r\n997-1017.  Garlington, W. K. & Shimota, H. E. (1964). The Change\r\nSeeker Index: A measure of the need for variable stimulus input.   919-924. Glasgow, M. R., Cartier, A. M., & Wilson, G. D. (1985).\r\nConservatism, sensation-seeking and music preferences.   (3), 395-396. Goethe, J. W. (1810).  . Turbingen: J.\r\nG. Gottlaschen Buchhandlung. Goetz, K., Borisy, A. Lynn, R., & Eysenck, H.\r\n(1979). A new visual aesthetic sensitivity test: I. Construction and\r\npsychometric properties.  ,  ,\r\n795-802. Goldstein, K. M. & Blackman, S. (1978).   New York: Wiley. Goldstein, K. & Scheerer, M. (1941). Abstract and\r\nconcrete behavior.  ,   (2), (Whole #\r\n239) 1-151. Goldstein  A. G. & Chance, J. E. (1965).       \r\n(8), 361-362. Gordon, J. & Gridley, M. C. (2013).Musical preferences\r\nas a function of stimulus complexity of piano jazz.  ,   (1), 143-146. Gregorc, A. (1982).  .\r\nColumbia, CT: Gregorc Associates. Gridley, M. C. (1984). Why have modern jazz combos been less\r\npopular than swing big bands?  ,   (4),\r\n41-45. Gridley, M. C. (2004). Myers-Briggs personality types of art\r\ncollectors.  ,  , 736-738. Gridley, M. C. (2007). Differences in thinking styles of\r\nartists and engineers.  , 177-182. Gridley, M. C. (2006a). Preferred thinking styles of\r\nprofessional fine artists.  ,   (2),\r\n247-248. Gridley, M. C. (2006b). Concrete and abstract thinking\r\nstyles and preferences in a sample of serious art collectors.  ,  , 853-857. Jung, K. (1921/1971).  . (H. G.\r\nBaynes and R. F. C. Hull, Transl. Princeton: Princeton Univer. Press. Knapp, R. H. (1964). An experimental study of triadic\r\nhypothesis concerning the sources of aesthetic imagery.  ,  , 49-54. Knapp, R. H. & Green, S. (1960). Preferences for styles\r\nof abstract art and their personality correlates.  ,  , 396-402. Knapp, R. H. & Wulff, A. (1963). Preferences for\r\nabstract and representational art.   ,  \r\n(2), 255-262. Komar, V. & Melamid, A. (1997).  . NY: Farrar, Straus and\r\nGiroux. Lester, D. & Whipple, M. (1996). Music preference,\r\ndepression, suicidal preoccupation: Comment on Stack and Gundlach’s papers.  ,   (1), 68-70. Linderman, E. W. (1962). The relation of art picture\r\njudgment to judge personality.  ,   (2),\r\n46-49. Livosky, M., Stevens, L. B., Hoff, R., & Surawski, M. \r\n(2012). Personality and music preferences in college students and young\r\nchildren.  ,   (1), 13 – 25.   Looft, W.  R. & Baranowski, M. D. (1971). An analysis of\r\nfive measures of sensation seeking and preference for complexity.  ,  , 307-313. Machotka, P. (1970). Visual aesthetics and learning.  ,  , 117-130. Machotka, P. & Waite, R. R. (1968). Form distortion and\r\nego defense: A replication. Paper presented at the meeting of the American\r\nPsychological Association, San Francisco. Mastandrea, S., Bartoli, G., & Bove, G. (2009).\r\nPreferences for ancient and modern art museums: Visitor experiences and\r\npersonality characteristics.  (3), 164-173. Martindale. C. (2001). How does the brain compute aesthetic\r\npleasure?   (bulletin of Division 1 of American\r\nPsychological Association),  , 25-35. Martindale, C., Boselie, F. & Dailey, A. (1994, August\r\n3). Studies in ornamental design:  Band symmetry.  XIII Congress of\r\nthe International Association of Empirical Aesthetics, Montreal. McCown, W., Keiser, R, Mulhearn, S., & Williamson, D.\r\n(1997). The role of personality and gender in preference for exaggerated bass\r\nin music.    ,   (4),\r\n543-547. McCrae, R. R. & Costa, P.T., Jr. (1977). Conceptions and\r\ncorrelates of openness to experience. In R. Hogan, J. Johnson, & S. Biggs\r\n(Eds.),  . San Diego, CA: Academic\r\nPress. Pp. 825-847. McKenna, F. P. (1984). Measures of field dependence:\r\nCognitive style or cognitive ability?  (3), 593-603. Mehl, M. R., Pennebaker, J. W., Crow, M. D., Dabbs, J.,\r\n& Price, J. H. (2001). The electronically activated recorder (EAR): A\r\ndevice for sampling naturalistic daily activities and conversations.  (4), 517-523. Morriss, R. H. & Dunlap, W. P. (1988). Joint effects of\r\nchroma and values on special balance of color pairs.    , 117-126. Myers, I. B. (1980).  . Palo Alto, CA:\r\nConsulting Psychologists Press, 123-130. Oltman, P. K., Raskin, E., & Witkin, H. A. (1971).  .     Palo Alto, CA: Consulting Psychologists\r\nPress.  Pabon, S. & Gridley, M.C. (1998). Who likes avant-garde\r\nclassical music. Unpublished study. Pask, G. (1972). A fresh look at cognition and the\r\nindividual.  211-216. Pask, G. & Scott, B. C. E. (1972).  , 217-253. Payne, E. (1967). Musical taste and personality.  ,  , 133-138. Pearson, P. H. (1970). Relationships between global and\r\nspecified measures of novelty seeking.  , 199-204. Pearson, P. H. (1971). Differential relationships of four\r\nforms of novelty experiencing.   23-30. Peel, E. (1944). On identifying aesthetic types. ,  , 61-69. Peel, E. (1946). A new method for analyzing aesthetic\r\npreferences: Some theoretical considerations.  ,  ,\r\n129-137. Pyron, B. (1966). Rejection of avant-garde art and the need\r\nfor simple order.  ,  , 159-178. Rawlings, D. (2003). Personality correlates of liking for\r\n“unpleasant” paintings and photographs.  , 395-410. Rawlings, D., Barrantes-Vidal, N. B. I., & Furnham, A.\r\n(2000). Personality and aesthetic preference in Spain and England: Two studies\r\nrelating sensation seeking and openness to experience to liking for paintings\r\nand music. (6), 553-576.  Rawlings, D., Hodge, M., Sherr, D. & Dempsey, A. (1995).\r\nToughmindedness and preference for musical excerpts, categories and triads.  ,  , 63-80.  Rawlings, D., Twomey, F., Burns, E."},
{"file": "file:///C:/Users/crkir/PycharmProjects/AzureScraperProject/Articles%20Html/Article%202.html", "text": "Edited by: Mark A. Elliott, Sunway University, Malaysia Reviewed by: Wolfgang Tschacher, University of Bern, Switzerland Ana Radonjic´ , University of Pennsylvania, USA Specialty section: This article was submitted to Perception Science, a section of the journal Frontiers in Psychology Received: 06 January 2016 Accepted: 13 June 2016 Published: 28 June 2016 Citation: Lyssenko N, Redies C and Hayn-Leichsenring GU (2016) Evaluating Abstract Art: Relation between Term Usage, Subjective Ratings, Image Properties and Personality Traits. Front. Psychol. 7:973. Gregor U. Hayn-Leichsenring* Experimental Aesthetics Group, Institute of Anatomy I, University of Jena School of Medicine, Jena University Hospital, Jena, Germany One of the major challenges in experimental aesthetics is the uncertainty of the terminology used in experiments. In this study, we recorded terms that are spontaneously used by participants to describe abstract artworks and studied their relation to the second-order statistical image properties of the same artworks (Experiment 1). We found that the usage frequency of some structure-describing terms correlates with statistical image properties, such as PHOG Self-Similarity, Anisotropy and Complexity. Additionally, emotion-associated terms correlate with measured color values. Next, based on the most frequently used terms, we created five different rating scales (Experiment 2) and obtained ratings of participants for the abstract paintings on these scales. We found significant correlations between descriptive score ratings (e.g., between  and  ), between evaluative and descriptive score ratings (e.g., between  and  / ) and between descriptive score ratings and statistical image properties (e.g., between  ) and correlated them with the ratings and preferences of individual participants. Participants with higher scores for Neuroticism showed preferences for objectively more complex images, as well as a different notion of the term  when compared with participants with lower scores for Neuroticism. In conclusion, this study demonstrates an association between objectively measured image properties and the subjective terms that participants use to describe or evaluate abstract artworks. Moreover, our results suggest that the description of abstract artworks, their evaluation and the preference of participants for their low-level statistical properties are linked to personality traits. Keywords: experimental aesthetics, descriptive evaluation, Big Five Inventory, preferences, terms INTRODUCTION In the expanding field of experimental aesthetics, the lack of a specific and well-defined terminology to describe artworks is still a major obstacle, especially in psychological studies, in which participants are asked to describe the aesthetic quality of artworks. Part of the terminological uncertainty stems from the fact that aesthetic experience represents a subjectively driven 2011 2004 2004)   2004)  2015)  2010) 2008)  2010)  2012)  2008)  2012) 2006)   2003 2006 2013 2015)  similarities. 2005 2010 2014 2015 2014)  1987 2001)  2004 2009 1997 2002 2003)  1990 The present study is thus an effort to define the verbal terms that are associated with aesthetic experience and to elucidate some of the perceptual features that underlie differential term usage by participants with varying personality traits. We focus on two main research questions: (1) How varied are descriptions of abstract artworks? (2) Can the personality traits of the observers be associated with their term usage for abstract artworks and with a preference for images with certain SIPs? MATERIALS AND METHODS Ethics Statement The study was approved by the ethics committee of the Universitätsklinikum Jena. The participants stated their consent by signing a detailed consent form. No vulnerable populations were involved. Experiment 1 – Verbal Description of Images Participants 19 participants (19–37 years old;  22.8 years; six male), mostly medical students, participated in the experiment. All participants were native German speakers and none reported expertise in visual arts. One participant of the original sample of 20 participants was excluded because of technical problems with data collecting. Stimuli 2014) longest side and were presented at a maximum size of 165 mm (9.5 of visual angle) on the screen. They were presented on a calibrated screen (EIZO ColorEdge CG241W) at a constant viewing distance of 100 cm, ensured by a chin rest. Statistical Image Properties 2012 2007) 2014) 2013 2012 1974)  2007 2002 2008 2011 2014) 2012 2014) 1980 2000 2006 2004a FIGURE 1 | Examples for test images. (A) Monument im Fruchtland, Paul Klee, 1929; (B) Mystic Suprematism (red cross on black circle), Kazimir Malevich, 1920–1922; (C) Untitled VIII, Willem de Kooning, 1980(c) The Willem de Kooning Foundation, New York/VG Bild-Kunst, Bonn, 2016; (D) Stretched Yellow, Lee Krasner, 1955(c) Pollock-Krasner Foundation/VG Bild-Kunst, Bonn, 2016. Throughout the text, the above image properties are capitalized. Procedure 1990 2010 Experiment 2 – Rating Scores Participants and Stimuli Forty-two participants (19–31 years old,  . The setting was analogous to Experiment 1. Procedure Participants rated the images on five subjective ratings scales. The terms used for the scales were 8 of the top 10 most commonly used terms (or term groups) from Experiment 1. We built contrast term couples to create the scales. The term couples of the scales were  ,  pleasant/sad,  interesting/uninteresting structure  , subjective complexity  , valence  interest  pleasant  sad  valence  colorful  beautiful  preference  do not like  like  structure  structured  2005 2005 RESULTS Results Experiment 1 Overall, participants used 1447 different terms (4447 terms in total). Per image, participants used 47.92 different terms on average. Each person used a  of 135.31 different terms for all images (range of 68–253 different terms). The most frequently used term was  (interessant, 77 mentions). To reduce the number of terms, we pooled synonymous (and similar) terms, like  ,  and  (see Supplementary Table S1 for translation of the used terms and a description of the pooling process). In the next step, we counted the most frequently used terms or term pools. If a participant used more than one term from the same word pool to describe a particular image, it was counted as one mention only. The 10 most commonly used terms (after pooling) were  (156 mentions),  (151),  (132),  (94),  (81),  (71),  (70),  (68),  (63), and  (58). Most of these terms were used in Experiment 2. For the 10 most frequently used terms, we correlated the frequency of term usage with the SIPs. For the 79 abstract images used in Experiment 1, we found significant correlations between term usage frequency and the SIPs. PHOG Self-Similarity correlated positively with  ( 0.417;  0.001) and negatively with  ( 0.453;  0.001) and  ( 0.472;  0.001). Correlations were found also for HOG Complexity with  ( 0.659;  0.001),  ( 0.277;  0.05) and  ( 0.524;  0.001) as well as  ( 0.303;  0.001) and  ( 0.240;  0.05). Furthermore, Anisotropy correlated with  ( 0.444;  0.001). There were significant positive correlations of Color Value with  ( 0.344;  0.05) and negative correlations with  ( 0.526;  0.001) and  ( 0.678;  for a detailed analysis). Results Experiment 2 We calculated the mean rating score for every image for each scale and then focused on two questions: (1) Do the different rating scores correlate with each other and/or SIPs? (2) Are there interactions with the BFI-K scores? The evaluation on the  scale was positively correlated with the evaluation on the  scale ( 0.317;  0.001), with the evaluation of the  scale ( 0.380;  0.001) and with the evaluation on the  scale ( 0.376;  0.05). Furthermore, evaluations on the  scale had a negative correlation with evaluations on the  scale ( 0.488;  0.001) and a positive correlation with evaluation on the  scale ( 0.405;  0.001). Last but not least, the  and the  scale correlated positively ( 0.503;  for complete data. Results show that  did not correlate with any descriptive evaluations. To summarize, participants preferred paintings that were  ,  and  . Next, we investigated whether subjective ratings are linked to SIPs. The evaluation on the  scale was positively correlated with Anisotropy ( 0.220;  0.001) and negatively with PHOG Self-Similarity ( 0.243;  0.001) and with HOG Complexity ( 0.288;  0.001). Evaluations on subjective complexity  r  p  r  p  r  p  interest,  r  p  r  p  r  p  valence  with second-order SIPs. Instead, we found correlations with color measures, namely with Color Hue ( 0.262;  0.001) with Color Saturation ( 0.391;  0.001), as well as with HOG Complexity ( 0.564;  0.001). In summary, the subjective  was influenced by the coloring of the Figure 2  In order to investigate differences according to the BFI-K personality of the participants, we calculated (1) the correlations of the subjective rating scales among each other, as well as (2) the correlations of the subjective rating scales with the SIPs for TABLE 1 | Pearson’s  for correlations betwen usage frequency of descriptive terms and statistical image properties ( 0.05;  0.001). Term      PHOG self-similarity   HOG complexity   Anisotropy   Aspect ratio   Color Hue   Color saturation   Color value Dark 0 031 0 164 0 134 0 072 0 198 0 194 0 678 Unstructured 0 417 0 659 0 232 0 138 0 123 0 055 0 051 Structured 0 453 0 277 0 444 0 099 0 007 0 188 0 140 Interesting 0 123 0 072 0 056 0 193 0 057 0 086 0 047 Beautiful 0 069 0 059 0 153 0 001 0 135 0 184 0 047 Colorful 0 155 0 240 0 091 0 028 0 131 0 179 0 036 Boring 0 135 0 303 0 071 0 144 0 108 0 143 0 125 Simple 0 472 0 524 0 177 0 005 0 148 0 080 0 099 Happy 0 026 0 033 0 140 0 002 0 146 0 177 0 344 Sad 0 106 0 070 0 238 0 176 0 221 0 161 0 526 Cold 0 195 0 107 0 109 0 017 0 432 0 187 0 068 Warm 0 047 0 244 0 071 0 124 0 373 0 557 0 011 Displayed are the 12 most frequently mentioned terms (after pooling). FIGURE 2 | Correlations of ratings on subjective scales with SIPs. Second-order image properties are displayed in greyscale, whereas color measures are displayed in shades of red.  0.001. each participant individually. Next, a stepwise multiple linear regression was run to investigate whether these correlations are correlated with BFI-K personality traits. The personality trait was the dependent variable while correlations of subjective rating scales with each other and with the SIPs for each participant were considered independent variables in the analysis. Results were controlled with a  Holm–Bonferroni method. Two of the correlations of the subjective rating scales predicted Extraversion [ 0.339;  (2,39)  10.014;  0.001]. These were the correlation of the  scale with the  scale ( 0.486;  0.001), as well as the correlation of the  scale with the  scale ( 0.441;  0.01). Therefore, participants with higher scores for Extraversion seem to have a different notion of the term structured than participants with lower scores for Extraversion, who relate the term structured to  and  images. Additionally, Neuroticism [ 0.695;  (7,34)  11.043;  0.001] was predicted by the correlations of the  scale with HOG Complexity ( 0.504;  0.001) and the correlation of the  scale with three SIPs, namely PHOG Self-Similarity ( 0.438;  0.05), Color Hue ( 0.434;  0.01) and Anisotropy ( 0.497;  0.01), as well as with the  scale ( 0.510;  0.001). Additionally, the correlation of the Aspect Ratio with the  scale ( 0.462;  0.001) as well as the  scale ( 0.242;  0.05) were also predictive. These results indicate, for instance, that participants with higher scores for Neuroticism prefer more objectively complex images and, additionally, they have a different notion of the term  as compared to participants with lower scores for Neuroticism. Openness [ 0.321;  (2,39)  9.233;  0.001] was predicted by the correlation of the  scale with Aspect Ratio ( 0.558;  0.001) and the correlation of the  scale with HOG Complexity ( 0.359;  0.05). Therefore, participants with higher scores for Openness prefer landscape- orientated abstract artworks, while participants with lower scores for Openness find objectively complex images more  . There was no effect for the other personality traits (Conscien- tiousness and Agreeableness). DISCUSSION Description of Abstract Artworks In this study, participants freely described abstract artworks in a highly versatile way although the word choice was restricted to adjectives (Experiment 1). Overall, 19 participants   TABLE 2 | Pearson’s  for correlations between ratings on the descriptive scales from Experiment 2. artworks. The spectrum of descriptions ranged from style- and composition-related terms to emotional expressions and Interest  Subjective complexity Structure  Valence preference evaluations. The observed individual differences in usage of diverse terms were large. Nevertheless, participants often used similar terms to describe the same stimulus, reflecting a Preference      0.376 0.317 0.03    0.380 Interest              0.503 0.405 0.054 Subjective complexity                0.488 0.058 Structure                           0.001 p  0.001. relative constancy in term usage for the description of particular images. 2012)  with visual arts. In contrast to their study, in which participants did not actually observe any artworks, our study provides evidence that, when confronted with images of abstract art during the experiment, participants frequently use other terms, namely  ,  ,  , and  . We hypothesize that the difference to the results of Augustin stems from the fact, that when participants are confronted with actual stimuli, they have a concrete visual experience, which drives a more sophisticated word choice. Evaluation of Abstract Artworks The rating scores correlated between the different scales, which had been created in accordance with the results of Experiment 1. For example, the more participants found the artwork  , the more they also found it  and liked it (Experiment 2), with a moderate correlation (Pearson’s  for non-representational grayscale images. Furthermore, subjectively more  obtained similar results for ‘interestingness’ and ‘likeability’ ratings. In conclusion,  ,  and  are related terms in the description of abstract art. focused on aesthetic and affective descriptive adjectives and found no significant interaction between those groups. Here, we found differences between different personality groups in the correlations of their usage of descriptive and evaluative terms. Participants with higher scores for Extraversion related  to  and  . Thus, we hypothesize that these participants possessed a different concept of  and/or  than participants with lower scores for Extraversion. Additionally, the subjective impression of a more  image is associated with a more positive emotional evaluation of it ( by showing that aesthetic and descriptive evaluations are related, especially when personality traits of the participants are considered. Thus, our results suggest that the personality of the participants should be accounted for in empirical aesthetics research. reported that PHOG Self- Similarity is inversely correlated and HOG Complexity is positively correlated with  :  :  0.7; our study:  0.55). We also found correlations for the usage of particular terms with SIPs of the abstract art images. In particular, PHOG Self- Similarity and Anisotropy values of the images correlated with the number of mentions of the terms  and  , amongst others (Experiment 1). Results were confirmed by the evaluation based on fixed rating scales (Experiment 2). Together, these results indicate that the verbal description of images correlates with specific SIPs and is therefore far from arbitrary with respect to structural image features that can be processed at low levels of the visual system. Next, we analyzed the correlations between the ratings for the subjective scales and the SIPs. We found correlations of the  ratings with color measures (Color Hue, Color Saturation and Color Value). Bright, highly saturated and red/yellowish abstract artworks are linked to a positive  ( ). Three of the rating scales ( and  ) showed no correlations with color measures, but with non-color SIPs. On the one hand, s and  are descriptive terms and ratings on these scales characterize composition-related image properties. Therefore, correlations with the SIPs are not surprising. On the other hand, the term  is evaluative and generally associated with aesthetic appeal. It has been shown previously that self-similar abstract images are rated as less  ). This result was confirmed in the present study. Furthermore, participants also found more objectively complex and more isotropic images more  . For Neuroticism, we found a significantly different evaluation on the  scale than for participants with lower scores for Neuroticism. This is not only established in the relation of  to another subjective term ( ), but also in evaluation of objectively more self-similar and less isotropic images as more  . We therefore conclude that participants with higher scores for Neuroticism have a different notion of the term  than participants with lower scores for Neuroticism. Preferences for Abstract Artworks 1997 2001 2002 2014) 2016)  2001 complex abstract artworks as compared to participants with lower scores for Neuroticism. Limitations One limitation of the present study is the mode of presentation of the artworks. By presenting mere images of abstract artworks on a computer screen, it is hardly possible to evoke an aesthetic state of mind. Therefore, our study focuses on preferences rather than on beauty judgments or aesthetic experiences. Another problem is the choice of participants, who were mostly young German students. Therefore, it is difficult to generalize our results to the general population, in particular the findings related to the BFI-K classification. Future studies are needed to assess whether our findings can be generalized. CONCLUSION 2012)  Our results might have implications for modeling aesthetic experience. We were able to demonstrate that descriptive term usage and preference for modern artworks are related to perceptual processing and depend on SIPs. In other words, aesthetic experience – as induced by abstract artworks – seems to depend on perceptual processing of measurable properties, such as image attributes (of the perceived object) and personality traits (of the perceiving subject). Our results might have implications for modeling aesthetic experience. We were able to demonstrate that descriptive term usage and preference 2004)  2014 2015 2015)  AUTHOR CONTRIBUTIONS NL designed the experiment, collected data, did the statistical analyses and wrote the manuscript. CR helped designing the experiment and revised the manuscript. GH-L designed the experiment, collected data, did the statistical analyses and wrote the manuscript. ACKNOWLEDGMENTS The authors thank Mrs. Sylvia Hänßgen for assistance with data acquisition. This work was supported by a grant of the German Research Council to GH-L and CR (grant number RE616/7-1). SUPPLEMENTARY MATERIAL REFERENCES Aluja, A., Garcia, O., and Garcia, L. F. (2003). Relationships among extraversion, openness to experience, and sensation seeking.  35, 671–680. doi: 10.1016/S0191-8869(02)00244-1 Amirshahi, S. A., Denzler, J., and Redies, C. (2013).  Technical Report (Jena: University of Jena Germany). Amirshahi, S. A., Koch, M., Denzler, J., and Redies, C. (2012). PHOG analysis of self-similarity in aesthetic images.  , Washington, DC. Augustin, M. D., Wagemans, J., and Carbon, C. C. (2012). All is beautiful? Generality vs. specificity of word usage in visual aesthetics.  139, 187–201. doi: 10.1016/j.actpsy.2011. 10.004 Belke, B., Leder, H., and Augustin, M. D. (2006). Mastering style. Effects of explicit style-related information, art knowledge and affective state on appreciation of abstract paintings.  48, 115–135. Berlyne, D. E. (1970). Novelty, complexity, and hedonic value.  8, 279–286. doi: 10.3758/BF03212593 Berlyne, D. E. (1974).  . Washington, DC: Hemisphere. Bosch, A., Zisserman, A., and Munoz, X. (2007). “Representing shape with a spatial pyramid kernel,” in  (New York, NY: ACM Digital Library). Braun, J., Amirshahi, S. A., Denzler, J., and Redies, C. (2014). Statistical image properties of print advertisements, visual artworks and images of architecture.  4:808. doi: 10.3389/fpsyg.2013.00808 Chamorro-Premuzic, T., Reimers, S., Hsu, A., and Ahmetoglu, G. (2009). Who art thou? Personality predictors of artistic preferences in a large UK sample: the importance of openness.  100, 501–516. doi: 10.1348/000712608X366867 Chatterjee, A., and Vartanian, O. (2014). Neuroaesthetics.  18, 370–375. doi: 10.1016/j.tics.2014.03.003 Cupchik, G. C., and Gebotys, R. J. (1990). Interest and pleasure as dimensions of aesthetic response.  8, 1–14. doi: 10.2190/L789-TPPY-BD2Q- T7TW Datta, R., Joshi, D., Li, J., and Wang, J. Z. (2006).  . New York, NY: Springer, 288–301. Feist, G. J., and Brady, T. R. (2004). Openness to experience, non-conformity, and the preference for abstract art.  22, 77–89. doi: 10.2190/Y7CA- TBY6-V7LR-76GK Forsythe, A., Nadal, M., Sheehy, N., Cela-Conde, C. J., and Sawey, M. (2011). Predicting beauty: fractal dimension and visual complexity in art.  102, 49–70. doi: 10.1348/000712610X498958 Furnham, A., and Avison, M. (1997). Personality and preference for surreal paintings.  23, 923–935. doi: 10.1016/S0191-8869(97) 00131-1 Furnham, A., and Walker, J. (2001). Personality and judgements of abstract, pop art, and representational paintings.  15, 57–72. doi: 10.1002/per.340 Goldberg, L. R. (1990). An alternative “description of personality”: the big- five factor structure.  59, 1216–1229. doi: 10.1037/0022- 3514.59.6.1216 Graham, D. J., and Redies, C. (2010). Statistical regularities in art: relations with visual coding and perception.  50, 1503–1509. doi: 10.1016/j.visres.2010.05.002 Güclütürk, Y., Jacobs, R. H., and van Lier, R. (2016). Liking versus complexity: decomposing the inverted U-curve.  10:112. doi: 10.3389/fnhum.2016.00112 Hoenig, F. (2005). “Defining computational aesthetics,” in  (Aire-la-Ville: Eurographics Association). Jacobsen, T., and Hofel, L. (2002). Aesthetic judgments of novel graphic patterns: analyses of individual judgments.  95(3 Pt 1), 755–766. doi: 10.2466/pms.2002.95.3.755 Leder, H., Belke, B., Oeberst, A., and Augustin, M. D. (2004). A model of aesthetic appreciation and aesthetic judgments.  95, 489–508. doi: 10.1348/0007126042369811 Leder, H., Ring, A., and Dressler, S. G. (2013). See me, feel me! Aesthetic evaluations of art portraits.  7, 358–369. doi: 10.1037/a0033311 Locher, P. (2011). Contemporary experimental aesthetics: state of the art technology.  2, 697–707. doi: 10.1068/i0449aap Locher, P., Krupinski, E. A., Mello-Thoms, C., and Nodine, C. F. (2008). Visual interest in pictorial art during an aesthetic experience.  21, 55–77. doi: 10.1163/156856808782713762 Mallon, B., Redies, C., and Hayn-Leichsenring, G. U. (2014). Beauty in abstract paintings: perceptual contrast and statistical properties.  8:161. doi: 10.3389/fnhum.2014.00161 Markovic, S. (2010). Aesthetic experience and the emotional content of paintings. Psihologija  Markovic, S., and Radonjic, A. (2008). Implicit and explicit features of paintings. Spat. Vis.  Mather, G. (2014). Artistic adjustment of image spectral slope.  2, 11–22. doi: 10.1163/22134913-00002018 McCrae, R. R., and Costa, P. T. Jr. (1987). Validation of the five-factor model of personality across instruments and observers.  52, 81–90. doi: 10.1037/0022-3514.52.1.81 McManus, I. C. (1980). The aesthetics of simple figures.  71(Pt 4), 505–524. doi: 10.1111/j.2044-8295.1980.tb01763.x Nadal, M. (2007).  . Doctoral thesis, Universitat de les Illes Balears, Palma. Ou, L. C., Luo, M. R., Woodcock, A., and Wright, A. (2004a). A study of colour emotion and colour preference. Part I: colour emotions for single colours.  29, 232–240. doi: 10.1002/col.20010 Ou, L. C., Luo, M. R., Woodcock, A., and Wright, A. (2004b). A study of colour emotion and colour preference. Part II: colour emotions for two-colour combinations.  29, 292–298. doi: 10.1002/col.20024 Palmer, S. E., and Schloss, K. B. (2010). An ecological valence theory of human color preference.  107, 8877–8882. doi: 10.1073/pnas.0906172107 Rammstedt, B., and John, O. P. (2005). Short version of the Big Five Inventory (BFI-K): development and validation of an economic inventory for assessment of the five factors of personality.  51, 195–206. doi: 10.1026/0012- 1924.51.4.195 Rawlings, D., and Bastian, B. (2002). Painting preference and personality, with particular reference to Gray’s behavioral inhibition and behavioral approach systems.  20, 177–194. doi: 10.2190/73UQ-50QU-UATW- RY5E Redies, C. (2015). Combining universal beauty and cultural context in a unifying model of visual aesthetic experience.  9:218. doi: 10.3389/fnhum.2015.00218 Redies, C., Amirshahi, S. A., Koch, M., and Denzler, J. (2012). “PHOG-derived aesthetic measures applied to color photographs of artworks, natural scenes and objects,” in  (Heidelberg: Springer-Verlag Berlin). Redies, C., Brachmann, A., and Hayn-Leichsenring, G. U. (2015). Changes of statistical properties during the creation of graphic artworks.  3, 93–116. doi: 10.1163/22134913-00002017 Rigau, J., Feixas, M., and Sbert, M. (2008). Informational aesthetics measures.  28, 24–34. doi: 10.1109/MCG.2008.34 Russell, P. A. (2000). Testing the aesthetic significance of the golden-section rectangle.  29, 1413–1422. doi: 10.1068/p3037 Silvia, P. J. (2005). Emotional responses to art: from collation and arousal to cognition and emotion.  9, 342–357. doi: 10.1037/1089- 2680.9.4.342 Silvia, P. J. (2006). Artistic training and interest in visual art: applying the appraisal model of aesthetic emotions.  24, 139–161. doi: 10.2190/DX8K-6WEA-6WPA-FM84 BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) or licensor are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms."}
]